// Напишите программу, которая на вход принимает число (N), а на выходе показывает все чётные числа от 1 до N.

// 5 -> 2, 4
//8 -> 2, 4, 6, 8

 

  

 for (int corent = 1; 8 >= corent; corent++)
 
 if (corent % 2 == 0){
    Console.WriteLine (corent);
 }

