// Напишите программу, которая принимает на вход цифру, обозначающую день недели, 
// и проверяет, является ли этот день выходным.

// 6 -> да
// 7 -> да
// 1 -> нет

 int e = 5;
 int[] arr1 = new int[] {1,2,3,4,5,6,7};
 

 if (e > 2)
 {
  Console.WriteLine ("день будний");
 }
 else
 {
  Console.WriteLine ("день выходной");
 }
